{
    "step11": {
        "title": "Conditions Générales d'Utilisation (CGU) de Safe Driving",
        "content": "Conditions Générales d'Utilisation (CGU) de Safe Driving\n1. Objet\nLes présentes Conditions Générales d'Utilisation (CGU) définissent les modalités et conditions d'accès et d'utilisation de la plateforme Safe Driving (ci-après « l'Application »), accessible via site web et application mobile.\n\n2. Acceptation des CGU\nL'utilisateur (ci-après « l'Utilisateur ») déclare avoir pris connaissance et accepté sans réserve les présentes CGU en cochant la case dédiée lors de son inscription.\n\n3. Définitions\n• Application : service Safe Driving, application mobile et interface web.\n• Utilisateur : toute personne physique ou morale utilisant l'Application.\n• Chauffeur : Utilisateur proposant des services de transport.\n• Passager : Utilisateur sollicitant un transport.\n\n4. Accès et inscription\n1. L'accès à l'Application est gratuit pour les Passagers.\n2. Les Chauffeurs doivent fournir des informations exactes et à jour (identité, permis, documents du véhicule).\n3. Safe Driving se réserve le droit de suspendre ou supprimer tout compte si les informations sont incomplètes ou frauduleuses.\n\n5. Services proposés\n• Mise en relation instantanée entre Chauffeurs et Passagers\n• Système de géolocalisation pour indication de position\n• Interface de paiement sécurisé\n• Support client et assistance IA Gemini\n\n6. Obligations de l'Utilisateur\n• Respecter la législation en vigueur et les règles de sécurité\n• Ne pas publier de contenu illicite ou offensant\n• Protéger ses identifiants ; toute action sera réputée émaner de l'Utilisateur\n• Pour les Chauffeurs : maintenir une assurance et un entretien du véhicule en règle\n\n7. Données personnelles\nLes données personnelles collectées sont traitées conformément à la Politique de Confidentialité de Safe Driving. L'Utilisateur dispose de droits d'accès, de rectification et de suppression de ses données.\n\n8. Propriété intellectuelle\nTous les contenus, logos, graphismes et codes sources de l'Application sont la propriété exclusive de Safe Driving. Toute reproduction partielle ou totale est strictement interdite.\n\n9. Responsabilité\n• Safe Driving n'est pas responsable des dommages résultant d'une mauvaise utilisation de l'Application\n• Safe Driving ne garantit pas la disponibilité permanente du service\n• La tarification finale des courses peut varier selon le trafic et les conditions météorologiques\n\n10. Force majeure\nSafe Driving ne pourra être tenu responsable en cas de force majeure rendant impossible l'exécution de ses obligations.\n\n11. Modification des CGU\nSafe Driving se réserve le droit de modifier à tout moment les présentes CGU. Les Utilisateurs seront informés de ces modifications via l'Application et devront accepter les nouvelles CGU pour continuer d'utiliser le service.\n\n12. Durée et résiliation\nLes présentes CGU sont valables pour toute la durée d'utilisation de l'Application. L'Utilisateur peut résilier son compte à tout moment via les paramètres de l'Application.\n\n13. Loi applicable et juridiction\nLes présentes CGU sont soumises au droit malgache. En cas de litige, compétence expresse est attribuée aux tribunaux de Antananarivo.\n\n14. Contact\nPour toute question relative aux CGU ou au fonctionnement de l'Application :\n• Email : support@safedriving.mg\n• Téléphone : +261 XX XX XX XX\n\nDate de dernière mise à jour : 30 juin 2025",
        "button": "J'accepte"
    }
  }
  