{
    "title": "Safe Driving Terms of Use (ToU)",
    "content": "Safe Driving Terms of Use (ToU)\n1. Purpose\nThese Terms of Use (ToU) define the terms and conditions for accessing and using the Safe Driving platform (hereinafter referred to as \"the Application\"), accessible via website and mobile application.\n\n2. Acceptance of the ToU\nThe user (hereinafter referred to as \"the User\") declares that they have read and unreservedly accepted these ToU by checking the dedicated box during registration.\n\n3. Definitions\n• Application: Safe Driving service, mobile application, and web interface.\n• User: any natural or legal person using the Application.\n• Driver: User offering transportation services.\n• Passenger: User requesting transportation.\n\n4. Access and registration\n1. Access to the Application is free for Passengers.\n2. Drivers must provide accurate and up-to-date information (identity, license, vehicle documents).\n3. Safe Driving reserves the right to suspend or delete any account if the information is incomplete or fraudulent.\n\n5. Services provided\n• Instant connection between Drivers and Passengers\n• Geolocation system for position indication\n• Secure payment interface\n• Customer support and Gemini AI assistance\n\n6. User obligations\n• Comply with applicable laws and safety regulations\n• Do not publish illegal or offensive content\n• Protect login credentials; any action will be deemed to originate from the User\n• For Drivers: maintain valid insurance and proper vehicle maintenance\n\n7. Personal data\nPersonal data collected is processed in accordance with the Safe Driving Privacy Policy. The User has the right to access, rectify, and delete their data.\n\n8. Intellectual property\nAll content, logos, graphics, and source code of the Application are the exclusive property of Safe Driving. Any partial or total reproduction is strictly prohibited.\n\n9. Liability\n• Safe Driving is not responsible for damages resulting from misuse of the Application\n• Safe Driving does not guarantee permanent availability of the service\n• The final ride fare may vary depending on traffic and weather conditions\n\n10. Force majeure\nSafe Driving cannot be held liable in the event of force majeure making it impossible to fulfill its obligations.\n\n11. Modification of the ToU\nSafe Driving reserves the right to modify these ToU at any time. Users will be informed of such changes via the Application and must accept the new ToU to continue using the service.\n\n12. Duration and termination\nThese ToU are valid for the entire duration of use of the Application. The User may terminate their account at any time via the Application settings.\n\n13. Applicable law and jurisdiction\nThese ToU are subject to Malagasy law. In the event of a dispute, exclusive jurisdiction is granted to the courts of Antananarivo.\n\n14. Contact\nFor any questions regarding the ToU or the functioning of the Application:\n• Email: support@safedriving.mg\n• Phone: +261 XX XX XX XX\n\nDate of last update: June 30, 2025",
    "button": "I accept"
}
  