{
   "title": "🛡️ Privacy Policy – Safe Driving",
   "content": "Privacy Policy – Safe Driving\nLast updated: July 3, 2025\n\nAt Safe Driving, protecting your personal data is a priority. This privacy policy aims to clearly inform you about how your data is collected, used, stored, and protected when you use our application.\n\n1. Data collected\nDuring registration:\n- Full name\n- Email address\n- Phone number\n- Role (driver or passenger)\n- Password (encrypted)\n\nFor drivers:\n- ID card and driver's license\n- Vehicle information and documents\n- Verification selfie\n- Geolocation (if enabled)\n- Preferences and notifications\n\nWhile using the app:\n- Trip history\n- Real-time GPS location (if enabled)\n- Interactions with the application (clicks, actions, preferences)\n- Reviews, comments, and ratings\n\n2. Use of data\n- Create and manage your user account\n- Verify your identity and drivers’ identities\n- Ensure proper functioning of the application\n- Offer relevant trips (based on location)\n- Improve user experience (recommendations, support)\n- Send you important notifications (trips, safety, etc.)\n\n3. Data sharing\nWe never sell your data to third parties.\nSome information may only be shared:\n- With passengers to identify their driver (name, photo, vehicle model, license plate)\n- With partner services for payment processing or identity verification\n- With competent authorities, only in case of a legal obligation\n\n4. Storage and security\n- Your data is hosted on secure servers located in France or within the EU\n- Passwords are encrypted\n- Sensitive documents are protected and accessible only by secure internal systems\n\n5. Geolocation\nGPS activation is optional but necessary for using real-time transportation features.\nYou can disable geolocation at any time from your phone settings.\n\n6. Cookies and trackers\nWe only use technical cookies essential for the platform to function properly. No browsing data is collected for advertising purposes.\n\n7. Data retention period\n- Your data is retained as long as your account is active\n- You can request deletion of your data at any time\n- Legal documents (drivers) are kept for 5 years in compliance with applicable law\n\n8. Your rights\nIn accordance with the General Data Protection Regulation (GDPR), you have the right to:\n- Access your personal data\n- Correct or update your data\n- Delete your account and your data\n- Withdraw your consent\n- File a complaint with the CNIL\n\nTo exercise your rights, contact us at: privacy@safedriving.app\n\n9. Changes\nWe may update this policy at any time. You will be notified in case of major changes. The most recent version will always be available in the application.\n\nThank you for your trust\nYour safety and privacy are essential. We are committed to protecting your data with transparency, responsibility, and respect.",
   "button": "I accept"
}

      