{
    "step12": {
        "title": "🛡️ Politique de Confidentialité – Safe Driving",
        "content": "Politique de Confidentialité – Safe Driving\nDernière mise à jour : 3 juillet 2025\n\nChez Safe Driving, la protection de vos données personnelles est une priorité. Cette politique de confidentialité a pour objectif de vous informer de manière claire sur la façon dont vos données sont collectées, utilisées, stockées et protégées lorsque vous utilisez notre application.\n\n1. Données collectées\nLors de l'inscription :\n- Nom complet\n- Adresse e-mail\n- Numéro de téléphone\n- Rôle (chauffeur ou passager)\n- Mot de passe (crypté)\n\nPour les chauffeurs :\n- Pièce d'identité et permis de conduire\n- Informations et documents du véhicule\n- Selfie de vérification\n- Géolocalisation (si activée)\n- Préférences et notifications\n\nPendant l'utilisation :\n- Historique des trajets\n- Position GPS en temps réel (si activée)\n- Interactions avec l'application (clics, actions, préférences)\n- Avis, commentaires et évaluations\n\n2. Utilisation des données\n- Créer et gérer votre compte utilisateur\n- Vérifier votre identité et celle des chauffeurs\n- Assurer le bon fonctionnement de l'application\n- Proposer des trajets pertinents (selon la position)\n- Améliorer l'expérience utilisateur (recommandations, support)\n- Vous envoyer des notifications importantes (trajets, sécurité, etc.)\n\n3. Partage des données\nNous ne vendons jamais vos données à des tiers.\nCertaines informations peuvent être partagées uniquement :\n- Avec les passagers pour identifier leur chauffeur (nom, photo, modèle de véhicule, plaque d'immatriculation)\n- Avec des services partenaires pour assurer les paiements ou vérifier l'identité\n- Avec les autorités compétentes, uniquement en cas d'obligation légale\n\n4. Stockage et sécurité\n- Vos données sont hébergées sur des serveurs sécurisés localisés en France ou dans l'UE\n- Les mots de passe sont chiffrés\n- Les documents sensibles sont protégés et accessibles uniquement par des systèmes internes sécurisés\n\n5. Géolocalisation\nL'activation du GPS est facultative, mais nécessaire pour l'utilisation des fonctionnalités de transport en temps réel.\nVous pouvez désactiver la géolocalisation à tout moment depuis les paramètres de votre téléphone.\n\n6. Cookies et trackers\nNous utilisons uniquement des cookies techniques indispensables au bon fonctionnement de la plateforme. Aucune donnée de navigation à des fins publicitaires n'est collectée.\n\n7. Durée de conservation\n- Vos données sont conservées tant que votre compte est actif\n- Vous pouvez demander la suppression de vos données à tout moment\n- Les documents légaux (chauffeurs) sont conservés pendant 5 ans conformément à la législation applicable\n\n8. Vos droits\nConformément au Règlement Général sur la Protection des Données (RGPD), vous avez le droit de :\n- Accéder à vos données personnelles\n- Corriger ou mettre à jour vos données\n- Supprimer votre compte et vos données\n- Retirer votre consentement\n- Déposer une plainte auprès de la CNIL\n\nPour exercer vos droits, contactez-nous à : privacy@safedriving.app\n\n9. Modifications\nNous pouvons modifier cette politique à tout moment. Vous serez notifié en cas de changements majeurs. La version la plus récente sera toujours accessible dans l'application.\n\nMerci pour votre confiance\nVotre sécurité et votre confidentialité sont essentielles. Nous nous engageons à protéger vos données avec transparence, responsabilité et respect.",
        "button": "J'accepte"
    }
  }
  